"CARD_DETAILS_LABEL"                        = "Kreditkartendaten";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Geben Sie Ihre Kreditkartendaten ein.";
"VALID_CARD_ERROR_LABEL"                    = "Sie müssen eine gültige Kartennummer angeben.";
"CARD_REQUIRED"                             = "Kartennummer ist erforderlich";
"CARD_INVALID"                              = "Kartennummer ist ungültig";
"EXPIRATION_REQUIRED"                       = "Ablaufdatum ist erforderlich";
"EXPIRATION_INVALID"                        = "Ablaufdatum ist ungültig";
"CVV_REQUIRED"                              = "%s ist erforderlich";
"CVV_INVALID"                               = "%s ist ungültig";
"POSTAL_CODE_HELP_LABEL"                    = "Geben Sie eine gültige PLZ ein.";
"POSTAL_CODE_REQUIRED"                      = "PLZ ist erforderlich";
"POSTAL_CODE_INVALID"                       = "PLZ ist ungültig";
"COUNTRY_CODE_REQUIRED"                     = "Ländervorwahl ist erforderlich";
"COUNTRY_CODE_INVALID"                      = "Ländervorwahl ist ungültig";
"MOBILE_NUMBER_REQUIRED"                    = "Handynummer ist erforderlich";
"MOBILE_NUMBER_INVALID"                     = "Handynummer ist ungültig";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Bei dieser Karte ist ggf. eine Registrierung erforderlich. Bei Bedarf wird ein SMS-Code an diese Nummer gesendet.";
"SMS_CODE_REQUIRED"                         = "SMS-Code ist erforderlich";
"SMS_CODE_INVALID"                          = "SMS-Code ist ungültig";

"CANCEL_ACTION"                             = "Abbrechen";
"RETRY_ACTION"                              = "Wiederholen";
"CONTINUE_ACTION"                           = "Weiter";
"ADD_CARD_ACTION"                           = "Hinzufügen";
"DONE_ACTION"                               = "Fertig";
"EDIT_ACTION"                               = "Bearbeiten";
"NEXT_ACTION"                               = "Weiter";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "OK";
"SCAN_CARD_IO_ACTION"                       = "Mit card.io einlesen";

"EDIT_PAYMENT_METHOD"                       = "Zahlungsquellen bearbeiten";
"THERE_WAS_AN_ERROR"                        = "Leider ist ein Fehler aufgetreten.";
"REVIEW_AND_TRY_AGAIN"                      = "Überprüfen Sie Ihre Angaben und versuchen Sie es erneut.";
"INVALID_LABEL"                             = "Ungültig:";

"YEAR_LABEL"                                = "Jahr";
"MONTH_LABEL"                               = "Monat";

"OTHER_LABEL"                               = "Sonstige";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Kreditkarte";
"RECENT_LABEL"                              = "Zuletzt verwendet";
"SELECT_PAYMENT_LABEL"                      = "Zahlungsquelle auswählen";

"CONFIRM_ENROLLMENT_LABEL"                  = "Registrierung bestätigen";
"CONFIRM_ACTION"                            = "Bestätigen";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Geben Sie den SMS-Code ein, der an %s gesendet wurde.";
"SMS_CODE_LABEL"                            = "SMS-Code";
"CARD_TYPE_GENERIC_CARD"                    = "Kreditkarte";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Ländervorwahl";
"SECURITY_CODE_LABEL"                       = "Kartenprüfnummer";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "PLZ";
"MOBILE_NUMBER_LABEL"                       = "Handynummer";
"EXPIRATION_DATE_LABEL"                     = "Gültig bis";
"CARD_NUMBER_PLACEHOLDER"                   = "Kreditkartennummer";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/JJJJ";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/JJ";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Andere Nummer verwenden";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Karte nicht akzeptiert";

